ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
rodrigovallades.es7-react-js-snippets
techer.open-in-browser
twxs.cmake
vscodevim.vim


for /f %i in (extensions.txt) do code --install-extension %i
